[{"id":"xBKeVishRTsArPJn5YWo0HpuD","value":"Correcting inner filter effects, a non multilinear tensor decomposition method.Among measurement used in analytical chemistry, fluorescence spectroscopy is widely spread and its applications are numerous. To recover various information on unknown components in chemical mixtures, multilinear tensor decomposition of multiway fluorescence spectra has proven extremely powerful. However, inner filter effects induce a systematic error on measurements, disturbing the decomposition. In this paper, we fully describe a non multilinear approach to include inner filter effects in the model instead of neglecting them or correcting them by linearization methods. A theoretical framework on non multilinear tensor decomposition is developed, an algorithm to recover the factors in the decomposition is detailed, and real data computer results are reported."},
{"id":"ytCa8ZJiKvT7JNfsgtbF3_HVG","value":"The VIMOS Public Extragalactic Redshift Survey (VIPERS). Measuring nonlinear galaxy bias at z~0.8.We use the first release of the VImos Public Extragalactic Redshift Survey of galaxies (VIPERS) of ~50,000 objects to measure the biasing relation between galaxies and mass in the redshift range z=[0.5,1.1]. We estimate the 1-point distribution function [PDF] of VIPERS galaxies from counts in cells and, assuming a model for the mass PDF, we infer their mean bias relation. The reconstruction of the bias relation from PDFs is performed through a novel method that accounts for Poisson noise, redshift distortions, inhomogeneous sky coverage and other selection effects. With this procedure we constrain galaxy bias and its deviations from linearity down to scales as small as 4 Mpc/h and out to z=1.1. We detect small (~3%) but significant deviations from linear bias. The mean biasing function is close to linear in regions above the mean density. The mean slope of the biasing relation is a proxy to the linear bias parameter. It increases both with luminosity, in agreement with results of previous analyses, and with redshift. However, we detect a strong bias evolution only for z>0.9 in agreement with some, but not all, previous studies. We also detected a significant increase of the bias with the scale, from 4 to 8 Mpc/h, now seen for the first time out to z=1. The amplitude of nonlinearity depends on redshift, luminosity and on scales but no clear trend is detected. Thanks to the large cosmic volume probed by VIPERS we find that the mismatch between the previous estimates of bias at z~1 from zCOSMOS and VVDS-Deep galaxy samples is fully accounted for by cosmic variance. The results of our work confirm the importance of going beyond the over-simplistic linear bias hypothesis showing that non-linearities can be accurately measured through the applications of the appropriate statistical tools to existing datasets like VIPERS."},
{"id":"4ltmTe9intX7Hq0Q1Zh4rEdEl","value":"An inverse stability result for non-compactly supported potentials by one arbitrary lateral Neumann observation.In this paper we investigate the inverse problem of determining the time independent scalar potential of the dynamic Schrödinger equation in an infinite cylindrical domain, from partial measurement of the solution on the boundary. Namely, if the potential is known in a neighborhood of the boundary of the spatial domain, we prove that it can be logarithmic stably determined in the whole waveguide from a single observation of the solution on any arbitrary strip-shaped subset of the boundary."},
{"id":"PhnlUo_d6LoJPLN3YUjh5qBLc","value":"Non-local effects by homogenization or 3D–1D dimension reduction in elastic materials reinforced by stiff fibers.We first consider an elastic thin heterogeneous cylinder of radius of order ε: the interior of the cylinder is occupied by a stiff material (fiber) that is surrounded by a soft material (matrix). By assuming that the elasticity tensor of the fiber does not scale with ε and that of the matrix scales with ε2, we prove that the one dimensional model is a nonlocal system.We then consider a reference configuration domain filled out by periodically distributed rods similar to those described above. We prove that the homogenized model is a second order nonlocal problem.In particular, we show that the homogenization problem is directly connected to the 3D–1D dimensional reduction problem."},
{"id":"ncQh8I8SU45Y7klOGFQ35_3oA","value":"On a quantum phase transition in a steady state out of equilibrium.Within the rigorous axiomatic framework for the description of quantum mechanical systems with a large number of degrees of freedom, we show that the nonequilibrium steady state, constructed in the quasifree fermionic system corresponding to the isotropic XY chain in which a finite sample, coupled to two thermal reservoirs at different temperatures, is exposed to a local external magnetic field, is breaking translation invariance and exhibits a strictly positive entropy production rate. Moreover, we prove that there exists a second-order nonequilibrium quantum phase transition with respect to the strength of the magnetic field as soon as the system is truly out of equilibrium."},
{"id":"jMUQvk86JWbm39dl0b7F2lzF0","value":"Some trace monotonicity properties and applications.We present some results on the monotonicity of some traces involving functions of self-adjoint operators with respect to the natural ordering of their associated quadratic forms. We also apply these results to complete a proof of the Wegner estimate for continuum models of random Schrödinger operators as given in \cite{co-hi1}."},
{"id":"NvIAnm4oZpwBaAaovW1hK9Auq","value":"On Generalized Bohr–Sommerfeld Quantization Rules for Operators with PT Symmetry.We give Bohr-Sommerfeld quantization rules corresponding to quasi-eigenvalues for a 1-D h-Pseudodifferential operator verifying PT symmetry."},
{"id":"xprqtrTCQwRYI5IXrK2m5bw5r","value":"Is Time's Arrow Perspectival?.We observe entropy decrease towards the past. Does this imply that in the past the world was in a non-generic microstate? I point out an alternative. The subsystem to which we belong interacts with the universe via a relatively small number of quantities, which define a coarse graining. Entropy happens to depends on coarse-graining. Therefore the entropy we ascribe to the universe depends on the peculiar coupling between us and the rest of the universe. Low past entropy may be due to the fact that this coupling (rather than microstate of the universe) is non-generic. I argue that for any generic microstate of a sufficiently rich system there are always special subsystems defining a coarse graining for which the entropy of the rest is low in one time direction (the "past"). These are the subsystems allowing creatures that "live in time" ---such as those in the biosphere--- to exist. I reply to some objections raised to an earlier presentation of this idea, in particular by Bob Wald, David Albert and Jim Hartle."},
{"id":"cWryO870YbHKYyktwONiHsAGY","value":"Weyl gravity and Cartan geometry.We point out that the Cartan geometry known as the second-order conformalstructure provides a natural differential geometric framework underlying gaugetheories of conformal gravity. We are concerned by two theories: the first onewill be the associated Yang-Mills-like Lagrangian, while the second, inspiredby J.T. Wheeler in Phys. Rev. D90 (2014), will be a slightly more general one which will relax theconformal Cartan geometry. The corresponding gauge symmetry is treated withinthe BRST language. We show that the Weyl gauge potential is a spurious degreeof freedom, analogous to a Stueckelberg field, that can be eliminated throughthe dressing field method. We derive sets of field equations for both thestudied Lagrangians. For the second one, they constrain the gauge field to bethe `normal conformal Cartan connection'. Finally, we provide in a Lagrangianframework a justification of the identification, in dimension $4$, of the Bachtensor with the Yang-Mills current of the normal conformal Cartan connection,as proved in Class. Quant. Grav. 20 (2003)."},
{"id":"y3193mVJnI8UleYE0ZiuvpAkT","value":"Spectral analysis and the Aharonov-Bohm effect on certain almost-Riemannian manifolds.We study spectral properties of the Laplace-Beltrami operator on two relevant almost-Riemannian manifolds, namely the Grushin structures on the cylinder and on the sphere. As for general almost-Riemannian structures (under certain technical hypothesis), the singular set acts as a barrier for the evolution of the heat and of a quantum particle, although geodesics can cross it. This is a consequence of the self-adjointness of the Laplace-Beltrami operator on each connected component of the manifolds without the singular set. We get explicit descriptions of the spectrum, of the eigenfunctions and their properties. In particular in both cases we get a Weyl law with dominant term $E\log E$. We then study the effect of an Aharonov-Bohm non-apophantic magnetic potential that has a drastic effect on the spectral properties. Other generalized Riemannian structures including conic and anti-conic type manifolds are also studied. In this case, the Aharonov-Bohm magnetic potential may affect the self-adjointness of the Laplace-Beltrami operator."},
{"id":"12S3pTvaDzTTFDiCJDUU0Boci","value":"Stability in the determination of a time-dependent coefficient for wave equations from partial data.Let $\Omega$ be a $C^2$ bounded domain of $\mathbb R^n$, $n\geq2$, and fix $Q=(0,T)\times\Omega$ with $T>0$.We consider the stability in the inverse problem of determining a time-dependent coefficient of order zero $q$, appearing in a Dirichlet initial-boundary value problem for a wave equation $\partial_t^2u-\Delta_x u+q(t,x)u=0$ in $Q$, from partial observations on $\partial Q$. The observation is given by a boundary operator associated to the wave equation. Using suitable geometric optics solutions and Carleman estimates, we prove a stability estimate in the determination of $q$ from the boundary operator"},
{"id":"eq2YQ89J8vWaw1LrUpj9HP4Ye","value":"Random walk of passive tracers among randomly moving obstacles.Background: This study is mainly motivated by the need of understanding how the diffusion behaviour of a biomolecule (or even of a larger object) is affected by other moving macromolecules, organelles, and so on, inside a living cell, whence the possibility of understanding whether or not a randomly walking biomolecule is also subject to a long-range force field driving it to its target. Method: By means of the Continuous Time Random Walk (CTRW) technique the topic of random walk in random environment is here considered in the case of a passively diffusing particle in a crowded environment made of randomly moving and interacting obstacles. Results: The relevant physical quantity which is worked out is the diffusion cofficient of the passive tracer which is computed as a function of the average inter-obstacles distance. Coclusions: The results reported here suggest that if a biomolecule, let us call it a test molecule, moves towards its target in the presence of other independently interacting molecules, its motion can be considerably slowed down. Hence, if such a slowing down could compromise the efficiency of the task to be performed by the test molecule, some accelerating factor would be required. Intermolecular electrodynamic forces are good candidates as accelerating factors because they can act at a long distance in a medium like the cytosol despite its ionic strength."},
{"id":"OuqMuWsK2dzGRNFT7EuBrafZv","value":"On the dynamical emergence of de Sitter spacetime.We present and discuss an asynchronous coordinate system covering de Sitter spacetime, notably in a complete way in 1+1 dimensions. The new coordinates have several interesting cosmological properties: the worldlines of comoving ($x^i=const$) observers are geodesics, cosmic time is finite in the past, and the coordinates asymptotically tend to that of a flat Robertson & Walker model at large times. This analysis also provides an argument in favor of the natural emergence of an equation of state of the type $p=-\rho$ in the context of the standard cosmological model."},
{"id":"yN9VF7_JjWPvmPcE6oEw91i70","value":"Minimal cosmography.The minimal requirement for cosmography—a non-dynamical description of the uni-verse—is a prescription for calculating null geodesics, and time-like geodesics as a function of their proper time. In this paper, we consider the most general linear connection compatible with homogeneity and isotropy, but not necessarily with a metric. A light-cone structure is assigned by choosing a set of geodesics representing light rays. This defines a " scale factor " and a local notion of distance, as that travelled by light in a given proper time interval. We find that the velocities and relativistic energies of free-falling bodies decrease in time as a consequence of cosmic expansion, but at a rate that can be different than that dictated by the usual metric framework. By extrapolating this behavior to photons' redshift, we find that the latter is in principle independent of the " scale factor ". Interestingly, redshift-distance relations and other standard geometric observables are modified in this extended framework, in a way that could be experimentally tested. An extremely tight constraint on the model, however, is represented by the blackbody-ness of the Cosmic Microwave Background. Finally, as a check, we also consider the effects of a non-metric connection in a different setup , namely, that of a static, spherically symmetric spacetime."},
{"id":"zst90ECaPqHae22UfQIJLrdZy","value":"Einstein-Cartan, Bianchi I and the Hubble Diagram.We try to solve the dark matter problem in the fit between theory and the Hubble diagram of supernovae by allowing for torsion via Einstein-Cartan's gravity and for anisotropy via the axial Bianchi I metric. Otherwise we are conservative and admit only the cosmological constant and dust. The failure of our model is quantified by the relative amount of dust in our best fit: Omega_{m0}= 27 % +/- 5 % at 1 sigma level."},
{"id":"x_KdUWWuwQznbCSEIo_CfGn2W","value":"Planck 2015 results. I. Overview of products and scientific results.The European Space Agency's Planck satellite, dedicated to studying the early Universe and its subsequent evolution, was launched 14~May 2009 and scanned the microwave and submillimetre sky continuously between 12~August 2009 and 23~October 2013. In February~2015, ESA and the Planck Collaboration released the second set of cosmology products based on data from the entire Planck mission, including both temperature and polarization, along with a set of scientific and technical papers and a web-based explanatory supplement. This paper gives an overview of the main characteristics of the data and the data products in the release, as well as the associated cosmological and astrophysical science results and papers. The science products include maps of the cosmic microwave background (CMB), the thermal Sunyaev-Zeldovich effect, and diffuse foregrounds in temperature and polarization, catalogues of compact Galactic and extragalactic sources (including separate catalogues of Sunyaev-Zeldovich clusters and Galactic cold clumps), and extensive simulations of signals and noise used in assessing the performance of the analysis methods and assessment of uncertainties. The likelihood code used to assess cosmological models against the Planck data are described, as well as a CMB lensing likelihood. Scientific results include cosmological parameters deriving from CMB power spectra, gravitational lensing, and cluster counts, as well as constraints on inflation, non-Gaussianity, primordial magnetic fields, dark energy, and modified gravity."},
{"id":"_qSjhSeoSqMiCH3NvLma6Rhwh","value":"Pellet photonic innovant gas sensor using catalysis and integrated photonics.This article addresses the main results of the PEPS (PEllet Photonic Sensor) project, whcich aims at developing a new gas sensing transducer via a technological breakthrough: the combination of photonics (insensitive to external electromagnetic disturbances) and catalysis (reversibility, limited energy consumption). Indeed, catalytic reactions are often exothermic and this heat can modify the properties of optical devices. The experimental studies performed during the PEPS project highlighted the rapid and reversible response at room temperature of catalytic powders towards different concentrations of H2 in air. The thermal and optical properties of the materials used for the integrated photonic component have also been studied. These results have been exploited for the design of the photonic transducers. The feasibility of the physical transduction principle has been demonstrated by developing different prototypes based on Bragg gratings and Multimode Interference Components."},
{"id":"G82HloYpYzJcl9OCC7B80JdDY","value":"Planck 2015 results. XIV. Dark energy and modified gravity.We study the implications of Planck data for models of dark energy (DE) and modified gravity (MG), beyond the cosmological constant scenario. We start with cases where the DE only directly affects the background evolution, considering Taylor expansions of the equation of state, principal component analysis and parameterizations related to the potential of a minimally coupled DE scalar field. When estimating the density of DE at early times, we significantly improve present constraints. We then move to general parameterizations of the DE or MG perturbations that encompass both effective field theories and the phenomenology of gravitational potentials in MG models. Lastly, we test a range of specific models, such as k-essence, f(R) theories and coupled DE. In addition to the latest Planck data, for our main analyses we use baryonic acoustic oscillations, type-Ia supernovae and local measurements of the Hubble constant. We further show the impact of measurements of the cosmological perturbations, such as redshift-space distortions and weak gravitational lensing. These additional probes are important tools for testing MG models and for breaking degeneracies that are still present in the combination of Planck and background data sets. All results that include only background parameterizations are in agreement with LCDM. When testing models that also change perturbations (even when the background is fixed to LCDM), some tensions appear in a few scenarios: the maximum one found is \sim 2 sigma for Planck TT+lowP when parameterizing observables related to the gravitational potentials with a chosen time dependence; the tension increases to at most 3 sigma when external data sets are included. It however disappears when including CMB lensing."},
{"id":"XKyrvOF4BrgyVsdsiZmbCV79F","value":"Crystalline conductance and absolutely continuous spectrum of 1D samples.We characterize the absolutely continuous spectrumof half-line one-dimensional Schrödinger operators in terms of thelimiting behavior of the Crystaline Landauer-Büttiker conductance of the associated finite samples."},
{"id":"uhAbrryAyaEcD7Efrz3Mo2YG6","value":"Rare Events for the Manneville-Pomeau Map.We prove a dichotomy for Manneville-Pomeau maps f : [0, 1] → [0, 1]: given any point ζ ∈ [0, 1], either the Rare Events Point Processes (REPP), counting the number of exceedances, which correspond to entrances in balls around ζ, converge in distribution to a Poisson process; or the point ζ is periodic and the REPP converge in distribution to a compound Poisson process. Our method is to use inducing techniques for all points except 0 and its preimages, extending a recent result [HWZ14], and then to deal with the remaining points separately. The preimages of 0 are dealt with applying recent results in [AFV14]. The point ζ = 0 is studied separately because the tangency with the identity map at this point creates too much dependence, which causes severe clustering of exceedances. The Extremal Index, which measures the intensity of clustering, is equal to 0 at ζ = 0, which ultimately leads to a degenerate limit distribution for the partial maxima of stochastic processes arising from the dynamics and for the usual normalising sequences. We prove that using adapted normalising sequences we can still obtain non-degenerate limit distributions at ζ = 0."},
{"id":"WwTjcNcucSzoOqo7Iw8gAA0yu","value":"Determination of Time Dependent Factors of Coefficients in Fractional Diffusion Equations.In the present paper, we consider initial-boundary value problems for partial differential equations with time-fractional derivatives which evolve in Q = Ω × (0, T) where Ω is a bounded domain of R d and T > 0. We study the stability of the inverse problem of determining the time-dependent parameter in a source term or a coefficient of zero-th order term from observations of the solution at a point x 0 ∈ Ω for all t ∈ (0, T)."},
{"id":"COvu29EOaKLUI53SaQX7T_mN1","value":"A statistical algorithm for estimating chlorophyll concentration in the New Caledonian lagoon.Spatial and temporal dynamics of phytoplankton biomass and water turbidity can provide crucial information about the function, health and vulnerability of lagoon ecosystems (coral reefs, sea grasses, etc.). A statistical algorithm is proposed to estimate chlorophyll-a concentration ([chl-a]) in optically complex waters of the New Caledonian lagoon from MODIS-derived " remote-sensing " reflectance (R rs). The algorithm is developed via supervised learning on match-ups gathered from 2002 to 2010. The best performance is obtained by combining two models, selected according to the ratio of R rs in spectral bands centered on 488 and 555 nm: a log-linear model for low [chl-a] (AFLC) and a support vector machine (SVM) model or a classic model (OC3) for high [chl-a]. The log-linear model is developed based on SVM regression analysis. This approach outperforms the classical OC3 approach, especially in shallow waters, with a root mean squared error 30% lower. The proposed algorithm enables more accurate assessments of [chl-a] and its variability in this typical oligo-to meso-trophic tropical lagoon, from shallow coastal waters and nearby reefs to deeper waters and in the open ocean."},
{"id":"tOHeBvgdTajsN6ZxIa6E7i0Is","value":"Entropic fluctuations in Gaussian dynamical systems.We study non-equilibrium statistical mechanics of a Gaussian dynamical system and compute in closed form the large deviation functionals describing the fluctuations of the entropy production observable with respect to the reference state and the non-equilibrium steady state. The entropy production observable of this model is an unbounded function on the phase space, and its large deviation functionals have a surprisingly rich structure. We explore this structure in some detail."},
{"id":"LHbJKPmtS38JYu9F05H24Ym07","value":"Evading the Vainshtein screen with anomalous gravitational wave speed: Constraints on modified gravity from binary pulsars.By using observations of the Hulse-Taylor pulsar we constrain the gravitational wave (GW) speed to the level of 10 −2. We apply this result to scalar-tensor theories that generalize Galileon 4 and 5 models, which display anomalous propagation speed and coupling to matter for GWs. We argue that this effect survives conventional screening due to the persistence of a scalar field gradient inside virialized overdensities, which effectively " pierces " the Vainshtein screening. In specific branches of solutions, our result allows to directly constrain the cosmological couplings in the effective field theory of dark energy formalism. Introduction-Modifications of General Relativity (GR) that explain the acceleration of the Universe can display a gravitational wave (GW) speed c T = 1 (we use units = c = 1). What are the observational constraints on this parameter? In some given model, c T can be expressed as a specific function of the (post-Newtonian) parameters of the theory, and thus constrained indirectly with solar system tests (see e.g. [1]). On the other hand, cosmological observations limit c T to the 10% level (e.g. [2]). In Ref. [3], Moore and Nelson observe that sub-luminal GWs would be Cherenkov-radiated by particles traveling faster than c T. By looking at high energy cosmic rays data, the authors manage to constrain this effect to the impressive level of 10 −15. We notice, however, that the typical energy of the corresponding radiated gravi-tons, ∼ 10 10 GeV, is well above any reasonable cutoff of the modified gravity theories for cosmic acceleration. It is not difficult to envision e.g. Goldstone modes in spontaneous Lorentz breaking situations that are subluminal at low frequencies and recover relativistic propagation above the symmetry breaking scale [4]. With binary pul-sars timing data, in this letter we obtain for c T looser limits (∼ 10 −2), which however apply to frequencies that are relevant for an effective theory of dark energy. One obvious objection is that scalar tensor theories generally come equipped with screening mechanisms, allowing to recover the stringent tests of gravity in the galaxy and in the solar system. Among these, the Vain-shtein screening [5] is particularly efficient, and relevant for those scalar tensor theories that display anomalous GWs speed. What screening guarantees, however, is the suppression of the contribution of the scalar field φ to the total gravitational attraction between bodies in the Newtonian approximation. In a screened situation, the fluctuations of the metric field—gravitons—are left as the only mediators of long-range interactions. But not necessarily do they behave as in GR. The point is that the background value of the scalar φ 0 , although not directly participating in gravitational interactions, generally maintains a non vanishing gradient that spontaneously breaks Lorentz symmetry. In such a situation, the effective gravitational Lagrangian need not be that of GR, even if it involves only massless gravitons. The Vainshtein screen is pierced."},
{"id":"qlBD_WO0ao_0Pbs_hTA73lCgk","value":"Error estimates for a numerical approximation to the compressible barotropic Navier-Stokes equations.We present here a general method based on the investigation of the relative energy of the system, that provides an unconditional error estimate for the approximate solution of the barotropic Navier Stokes equations obtained by time and space discretization. We use this methodology to derive an error estimate for a specific DG/finite element scheme for which the convergence was proved in [26]."},
{"id":"cUdECSqBVKeF3xV1ec3HIwrBz","value":"Crossed product extensions of spectral triples.Given a spectral triple $(A,H,D)$ and a $C^*$-dynamical system $(\mathbf{A}, G, \alpha)$ where $A$ is dense in $\mathbf{A}$ and $G$ is a locally compact group, we extend the triple to a triplet $(\mathcal{B},\mathcal{H},\mathcal{D})$ on the crossed product $G \ltimes_{\alpha, \text{red}} \mathbf{A}$ which can be promoted to a modular-type twisted spectral triple within a general procedure exemplified by two cases: the $C^*$-algebra of the affine group and the conformal group acting on a complete Riemannian spin manifold."},
{"id":"AIuf9tiuBWCx2fz1W3FCPJC1p","value":"The VIMOS Public Extragalactic Redshift Survey (VIPERS): On the recovery of the count-in-cell probability distribution function.We compare three methods to measure the count-in-cell probability density function of galaxies in a spectroscopic redshift survey. From this comparison we found that when the sampling is low (the average number of object per cell is around unity) it is necessary to use a parametric method to model the galaxy distribution. We used a set of mock catalogues of VIPERS, in order to verify if we were able to reconstruct the cell-count probability distribution once the observational strategy is applied. We find that in the simulated catalogues, the probability distribution of galaxies is better represented by a Gamma expansion than a Skewed Log-Normal. Finally, we correct the cell-count probability distribution function from the angular selection effect of the VIMOS instrument and study the redshift and absolute magnitude dependency of the underlying galaxy density function in VIPERS from redshift $0.5$ to $1.1$. We found very weak evolution of the probability density distribution function and that it is well approximated, independently from the chosen tracers, by a Gamma distribution."},
{"id":"1fJQQUmRBCxn5QmZNkckp27aQ","value":"Morphological Response of a Macrotidal Embayed Beach, Porsmilin, France.Morphodynamics of sandy, macrotidal, embayed beaches is complex because of the numerous physical processes interacting at the same location over a wide range of temporal scales. As most of these processes are controlled by beach morphology, dynamic feedbacks are generally observed between hydro- and morphodynamics. Investigating short-term processes is essential in order to improve long term morphological prediction. A key question is to understand how beach slope reacts to forcing conditions, in particular the response time of the beach profile, how long the transient state lasts. This study deals with the spatial and temporal responses of beach morphology to varying incident conditions. Here we report main observations, preliminary results and on-going investigations on the DYNATREZ1 field campaign, which was conducted in the framework of the National Observation Service Dynalit. Beach profiles are shown to adapt rapidly to forcing conditions, within two days, with more intense variations observed in the high tide swash zone. The presence of infragravity waves and their dissipation on the beach is highlighted. It is likely that the very large variability in beach slope observed over a single neapspring cycle is responsible for the accordingly large variability in wave skewness, asymmetry and breaking processes, and thus in sediment fluxes and morphological changes."},
{"id":"pyJBBMTm_R3Ra8Nyeq8oqSZkQ","value":"Finite-frequency noise in a non-interacting quantum dot.We calculate the non-symmetrized finite-frequency NS-FF noise for a single-level quantum dot connected to reservoirs in the spinless non-interacting case. The calculations are performed within the framework of the Keldysh Green's function formalism in the wide band approximation limit. We establish the general formula for NS-FF noise for any values of temperature, frequency and bias voltage. The electron transfer processes from one to the other reservoir act via the transmission amplitude and transmission coefficient depending on the energy. By taking the symmetrized version of this expression, we show that our result coincides with the expression of the finite frequency noise obtained by Büttiker using the scattering theory. We also give the explicit analytical expression for the NS-FF noise in the zero temperature limit. By performing numerical calculations, we finally discuss the evolution of the NS-FF noise spectrum when varying temperature, dot energy level, and coupling strength to the reservoirs, revealing a large variety of behaviors such as different symmetry properties and changes of sign in the excess noise."},
{"id":"o4lZl7F6S43tta4vAH2UmyvFY","value":"Planck 2015 results. XIII. Cosmological parameters.We present results based on full-mission Planck observations of temperature and polarization anisotropies of the CMB. These data are consistent with the six-parameter inflationary LCDM cosmology. From the Planck temperature and lensing data, for this cosmology we find a Hubble constant, H0= (67.8 +/- 0.9) km/s/Mpc, a matter density parameter Omega_m = 0.308 +/- 0.012 and a scalar spectral index with n_s = 0.968 +/- 0.006. (We quote 68% errors on measured parameters and 95% limits on other parameters.) Combined with Planck temperature and lensing data, Planck LFI polarization measurements lead to a reionization optical depth of tau = 0.066 +/- 0.016. Combining Planck with other astrophysical data we find N_ eff = 3.15 +/- 0.23 for the effective number of relativistic degrees of freedom and the sum of neutrino masses is constrained to < 0.23 eV. Spatial curvature is found to be |Omega_K| < 0.005. For LCDM we find a limit on the tensor-to-scalar ratio of r <0.11 consistent with the B-mode constraints from an analysis of BICEP2, Keck Array, and Planck (BKP) data. Adding the BKP data leads to a tighter constraint of r < 0.09. We find no evidence for isocurvature perturbations or cosmic defects. The equation of state of dark energy is constrained to w = -1.006 +/- 0.045. Standard big bang nucleosynthesis predictions for the Planck LCDM cosmology are in excellent agreement with observations. We investigate annihilating dark matter and deviations from standard recombination, finding no evidence for new physics. The Planck results for base LCDM are in agreement with BAO data and with the JLA SNe sample. However the amplitude of the fluctuations is found to be higher than inferred from rich cluster counts and weak gravitational lensing. Apart from these tensions, the base LCDM cosmology provides an excellent description of the Planck CMB observations and many other astrophysical data sets."},
{"id":"IgK1_6vjlTYKajDs0LMFD6REP","value":"[Mineral-based alkaline waters' prescription in France: Patients are the key point for both nephrologists and urologists]..Alkali therapy is frequently used during chronic kidney disease and nephrolithiasis: nephrologists and urologists are the key operators. Very few is known about the underlying conditions of such a prescription: the aim of this study was to delineate those determinants. We conducted a prospective survey where French nephrologists and urologists were involved. Responders were without gender distinction and principally nephrologists. Prescription frequency was associated with gender (women), specialty (nephrologists), indications and perceived efficiency. Urologists prescribe more often during nephrolithiasis and nephrologists during chronic kidney disease. Urologists were more expert (by scoring on mineral-based alkaline waters compositions knowledge). By multivariate analysis, prescription frequency is associated with gender (women), indications and perceived efficiency by prescribers, which is itself influenced by feedback from patients. These results could have been influenced by a huge representation of nephrologists but foster physicians to go on listening to feedback from patients, due to a lack of clinical trials on the efficiency of mineral-based alkaline waters in such a field. Finally, physicians' education (especially young nephrologists) on mineral-based alkaline waters should be intensified. Copyright © 2015 Association Société de néphrologie. Published by Elsevier SAS. All rights reserved."},
{"id":"65EF1V3VNvCP13gEemCVif2c0","value":"Study of the production of $\Lambda_b^0$ and $\overline{B}^0$ hadrons in $pp$ collisions and first measurement of the $\Lambda_b^0\rightarrow J/\psi pK^-$ branching fraction.The product of the $\Lambda_b^0$ ($\overline{B}^0$) differential production cross-section and the branching fraction of the decay $\Lambda_b^0\rightarrow J/\psi pK^-$ ($\overline{B}^0\rightarrow J/\psi\overline{K}^*(892)^0$) is measured as a function of the beauty hadron transverse momentum, $p_{\rm T}$, and rapidity, $y$. The kinematic region of the measurements is $p_{\rm T}<20~{\rm GeV}/c$ and $2.0<y<4.5$. The measurements use a data sample corresponding to an integrated luminosity of $3~{\rm fb}^{-1}$ collected by the LHCb detector in $pp$ collisions at centre-of-mass energies $\sqrt{s}=7~{\rm TeV}$ in 2011 and $\sqrt{s}=8~{\rm TeV}$ in 2012. Based on previous LHCb results of the fragmentation fraction ratio, $f_{\Lambda_B^0}/f_d$, the branching fraction of the decay $\Lambda_b^0\rightarrow J/\psi pK^-$ is measured to be \begin{equation*} \mathcal{B}(\Lambda_b^0\rightarrow J/\psi pK^-)= (3.04\pm0.04\pm0.06\pm0.33^{+0.43}_{-0.27})\times10^{-4}, \end{equation*} where the first uncertainty is statistical, the second is systematic, the third is due to the uncertainty on the branching fraction of the decay $\overline{B}^0\rightarrow J/\psi\overline{K}^*(892)^0$, and the fourth is due to the knowledge of $f_{\Lambda_b^0}/f_d$. The sum of the asymmetries in the production and decay between $\Lambda_b^0$ and $\overline{\Lambda}_b^0$ is also measured as a function of $p_{\rm T}$ and $y$. The previously published branching fraction of $\Lambda_b^0\rightarrow J/\psi p\pi^-$, relative to that of $\Lambda_b^0\rightarrow J/\psi pK^-$, is updated. The branching fractions of $\Lambda_b^0\rightarrow P_c^+(\rightarrow J/\psi p)K^-$ are determined."},
{"id":"P6u8HmXgdR3I4fog3WJgugMWi","value":"[Acute coronary syndrome with impaired left ventricular function in a carbon monoxide poisoning]..Carbon monoxide poisoning is the leading cause of death by poisoning in France. Neuropsychological symptoms are most common. We report on a patient with acute coronary syndrome and transient left ventricular dysfunction in carbon monoxide poisoning. Patient improved under hyperbaric oxygen therapy. Coronary angiography shows no significant lesion leading to myocardial stunning diagnose. Patients exposed to carbon monoxide must have systematic cardiac evaluation with electrocardiogram and dosage of biomarkers. Copyright © 2014 Elsevier Masson SAS. All rights reserved."},
{"id":"kG8lLGRutOqtMoux5XjIjS3CT","value":"Degeneracy between warm and coupled cold dark matter: A clarifying note.Wei et al [PRD 88, 043510 (2013)] have proposed the existence of a cosmological degeneracy between warm dark matter (WDM), modified gravity and coupled cold dark matter (CDM) cosmologies at both the background expansion and the growth of density perturbation levels, i.e., corresponding cosmological data would not be able to differentiate such scenarios. Here, we will focus on the specific indistinguishability between a warm dark matter plus cosmological constant ($\Lambda$) and coupled scalar field-CDM scenarios. Although the statement of Wei et al is true for very specific conditions we present a more complete discussion on this issue and show in more detail that these models are indeed distinguishable. We show that the degeneracy breaks down since coupled models leave a specific signature in the redshift space distortion data which is absent in the uncoupled warm dark matter cosmologies. Furthermore, we complement our claim by providing the reasons which suggest that even at nonlinear level a breaking of such apparent equivalence is also expected."},
{"id":"paDxcIPh8aDRAi18YAhjivtuE","value":"Dynamics of fully coupled rotators with unimodal and bimodal frequency distribution.We analyze the synchronization transition of a globally coupled network of N phase oscillators with inertia (rotators) whose natural frequencies are unimodally or bimodally distributed. In the unimodal case, the system exhibits a discontinuous hysteretic transition from an incoherent to a partially synchronized (PS) state. For sufficiently large inertia, the system reveals the coexistence of a PS state and of a standing wave (SW) solution. In the bimodal case, the hysteretic synchronization transition involves several states. Namely, the system becomes coherent passing through traveling waves (TWs), SWs and finally arriving to a PS regime. The transition to the PS state from the SW occurs always at the same coupling, independently of the system size, while its value increases linearly with the inertia. On the other hand the critical coupling required to observe TWs and SWs increases with N suggesting that in the thermodynamic limit the transition from incoherence to PS will occur without any intermediate states. Finally a linear stability analysis reveals that the system is hysteretic not only at the level of macroscopic indicators, but also microscopically as verified by measuring the maximal Lyapunov exponent."},
{"id":"o3tRHbArRw4oMAMqk7E6_OlDD","value":"Lateral diffusivity coefficients from the dynamics of a SF6 patch in a coastal environment.The dispersion of a patch of the tracer sulfur hexafluoride (SF6) is used to assess the lateral diffusivity in the coastal waters of the western part of the Gulf of Lion (GoL), northwestern Mediterranean Sea, during the Latex10 experiment (September 2010). Immediately after the release, the spreading of the patch is associated with a strong decrease of the SF6 concentrations due to the gas exchange from the ocean to the atmosphere. This has been accurately quantified, evidencing the impact of the strong wind conditions during the first days of this campaign. Few days after the release, as the atmospheric loss of SF6 decreased, lateral diffusivity coefficient at spatial scales of 10 km has been computed using two approaches. First, the evolution of the patch with time was combined with a diffusion-strain model to obtain estimates of the strain rate (γ = 2.5 10- 6 s- 1) and of the lateral diffusivity coefficient (Kh = 23.2 m2s− 1). Second, a steady state model was applied, showing Kh values similar to the previous method after a period of adjustment between 2 and 4.5 days. This implies that after such period, our computation of Kh becomes insensitive to the inclusion of further straining of the patch. Analysis of sea surface temperature satellite imagery shows the presence of a strong front in the study area. The front clearly affected the dynamics within the region and thus the temporal evolution of the patch. Our results are consistent with previous studies in open ocean and demonstrate the success and feasibility of those methods also under small-scale, rapidly-evolving dynamics typical of coastal environments."},
{"id":"c6hprNtznL802hr6d7M0B7JkV","value":"Skeletal muscle contractility and fatigability in adults with cystic fibrosis..BACKGROUND : Recent discovery of cystic fibrosis transmembrane conductance regulator expression in human skeletal muscle suggests that CF patients may have intrinsic skeletal muscle abnormalities potentially leading to functional impairments. The aim of the present study was to determine whether CF patients with mild to moderate lung disease have altered skeletal muscle contractility and greater muscle fatigability compared to healthy controls. METHODS : Thirty adults (15 CF and 15 controls) performed a quadriceps neuromuscular evaluation using single and paired femoral nerve magnetic stimulations. Electromyographic and mechanical parameters during voluntary and magnetically-evoked contractions were recorded at rest, during and after a fatiguing isometric task. Quadriceps cross-sectional area was determined by magnetic resonance imaging. RESULTS : Some indexes of muscle contractility tended to be reduced at rest in CF compared to controls (e.g., mechanical response to doublets stimulation at 100 Hz: 74±30 Nm vs. 97±28 Nm, P=0.06) but all tendencies disappeared when expressed relative to quadriceps cross-sectional area (P>0.5 for all parameters). CF and controls had similar alterations in muscle contractility with fatigue, similar endurance and post exercise recovery. CONCLUSIONS : We found similar skeletal muscle endurance and fatigability in CF adults and controls and only trends for reduced muscle strength in CF which disappeared when normalized to muscle cross-sectional area. These results indicate small quantitative (reduced muscle mass) rather than qualitative (intrinsic skeletal muscle abnormalities) muscle alterations in CF with mild to moderate lung disease. Copyright © 2015 European Cystic Fibrosis Society. Published by Elsevier B.V. All rights reserved."},
{"id":"Rtpputo7nCaDTHDKTs1Bj6BR5","value":"Impact of Continuing First-Line EGFR Tyrosine Kinase Inhibitor Therapy Beyond RECIST Disease Progression in Patients with Advanced EGFR-Mutated Non-Small-Cell Lung Cancer (NSCLC): Retrospective GFPC 04-13 Study..UNLABELLED : Retrospective studies suggested a benefit of first-line tyrosine kinase inhibitor (TKI) treatment continuation after response evaluation in solid tumors (RECIST) progression in epidermal growth factor receptor (EGFR)-mutated non-small-cell lung cancer (NSCLC) patients. The aim of this multicenter observational retrospective study was to assess the frequency of this practice and its impact on overall survival (OS). The analysis included advanced EGFR-mutated NSCLC patients treated with first-line TKI who experienced RECIST progression between June 2010 and July 2012. Among the 123 patients included (67 ± 12.7 years, women: 69 %, non smokers: 68 %, PS 0-1: 87 %), 40.6 % continued TKI therapy after RECIST progression. There was no difference between the patients who did and did not continue TKI therapy with respect to progression-free survival (PFS1: 10.5 versus 9.5 months, p = 0.4). Overall survival (OS) showed a non-significant trend in favor of continuing TKI therapy (33.0 vs. 21.2 months, p = 0.054). Progressions were significantly less symptomatic in the TKI continuation group than in the discontinuation group (18 % vs. 37 %, p < 0.01). Univariate analysis showed a higher risk of death among patients with PS >1 (HR 4.33, 95 %CI: 2.21-8.47, p = 0.001), >1 one metastatic site (HR 1.96, 95 %CI: 1.06-3.61, p = 0.02), brain metastasis (HR 1.75, 95 %CI: 1.08-2.84, p = 0.02) at diagnosis, and a trend towards a higher risk of death in cases of TKI discontinuation after progression (HR 1.62, 95 %CI: 0.98-2.67, p = 0.056 ). In multivariate analysis only PS >1 (HR 6.27, 95 %CI: 2.97-13.25, p = 0.00001) and >1 metastatic site (HR 2.54, 95 %CI: 1.24-5.21, p = 0.02) at diagnosis remained significant. This study suggests that under certain circumstances, first-line TKI treatment continuation after RECIST progression is an acceptable option in EGFR-mutated NSCLC patients. CLINICAL TRIAL INFORMATION : NCT02293733."},
{"id":"80HoCmjzkugzGbqyZGk74VeCB","value":"The French Advanced Course for Deployment Surgery (ACDS) called Cours Avancé de Chirurgie en Mission Extérieure (CACHIRMEX): history of its development and future prospects..INTRODUCTION : The composition of a French Forward Surgical Team (FST) has remained constant since its creation in the early 1950s: 12 personnel, including a general and an orthopaedic surgeon. The training of military surgeons, however, has had to evolve to adapt to the growing complexities of modern warfare injuries in the context of increasing subspecialisation within surgery. The Advanced Course for Deployment Surgery (ACDS)-called Cours Avancé de Chirurgie en Mission Extérieure (CACHIRMEX)-has been designed to extend, reinforce and adapt the surgical skill set of the FST that will be deployed. METHODS : Created in 2007 by the French Military Health Service Academy (Ecole du Val-de-Grâce), this annual course is composed of five modules. The surgical knowledge and skills necessary to manage complex military trauma and give medical support to populations during deployment are provided through a combination of didactic lectures, deployment experience reports and hands-on workshops. RESULTS : The course is now a compulsory component of initial surgical training for junior military surgeons and part of the Continuous Medical Education programme for senior military surgeons. From 2012, the standardised content of the ACDS paved the way for the development of two more team-training courses: the FST and the Special Operation Surgical Team training. The content of this French military original war surgery course is described, emphasising its practical implications and future prospects. CONCLUSION : The military surgical training needs to be regularly assessed to deliver the best quality of care in an context of evolving modern warfare casualties. Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://www.bmj.com/company/products-services/rights-and-licensing/"},
{"id":"T6AF4osVL3JEwiybSOxDMUS7S","value":"[Acute anterior myocardial infarction as presenting feature of antiphospholipid syndrome related lupus arthritis]..INTRODUCTION : Antiphospholipid syndrome is an autoimmune disorder causing venous and arterial thrombosis. Acute coronary complications are rare but potentially dramatic. CASE REPORT : We report a 39-year-old woman who presented with an acute anterior myocardial infarction after intravenous corticosteroids as part of the treatment of lupus arthritis and revealing antiphospholipid syndrome. Emergency coronary angiography was performed with drug-eluting stent angioplasty despite the need for anticoagulation and dual antiplatelet therapy. CONCLUSION : Antiplatelet and anticoagulant therapy management is pivotal in patients with antiphospholipid syndrome and acute coronary syndrome to prevent thrombosis recurrence. Copyright © 2015 Société nationale française de médecine interne (SNFMI). Published by Elsevier SAS. All rights reserved."},
{"id":"EBn1atZGztwJFmI6nVy1eR50i","value":"Magnetotactic bacteria population in a pristine French Atlantic lagoon..In this study, we report for the first time the presence of magnetotactic bacteria (MTB) on the Northeastern Atlantic coast. Microscopy observations indicated a heterogeneous population of MTB morphotypes. The analysis of the 16S rDNA by pyrosequencing technology revealed four operational taxonomic sequence units affiliated within the Magnetococcales order, class Alphaproteobacteria. One of them was closely related to sequences of MTB from the Tunisian coast, central Mediterranean Sea. This work offers information on anew environmental context and on biogeography of MTB, highlights the putative impact that marine currents may have on MTB distribution on Earth, and underlines the role that pristine or polluted areas may play on the structure of the MTB communites."},
{"id":"KnxXyNuy6cEMI2VD5ZcLZkjc8","value":"Thermanaeromonas burensis sp. nov., a thermophilic anaerobe isolated from a subterranean clay environment..A strictly anaerobic, thermophilic and halotolerant strain, designated IA106T, was isolated from the seepage water collected in a metal biocorrosion test at a depth of 490 m, in a 130-160 m thick, subterranean Callovo-Oxfordian clay formation (158-152 million years old) in northern France. This geological formation has been selected as the potential host rock for the French high-level nuclear waste repository. Cells of strain IA106T stained Gram-positive and were non-motile, spore-forming, straight rods (0.5 × 2-6 μm). The five major fatty acids were C16 : 0 (15.9 %), C18 : 0 (15.4 %), iso-C17 : 1 I and/or anteiso-C17 : 1 B(14.8 %), iso-C17 : 0 (14.7 %) and iso-C15 : 0 (13.0 %). Growth was observed at temperatures ranging from 55 to 70 °C and at pH 5.5-9. The salinity range for growth was 0-20 g NaCl 1- 1. Yeast extract was required for growth. Strain IA106T was able to grow on lactate and various sugars in the presence of thiosulfate as electron acceptor. Sulfate, sulfite, elemental sulfur, fumarate, nitrate and nitrite were not reduced. The DNA G+C content was 60.2 mol%. 16S rRNA gene sequence analysis indicated that strain IA106T belonged to the family Thermoanaerobacteraceae, class Clostridia, phylum Firmicutes, and was most closely related to Thermanaeromonas toyohensis DSM 14490T (95.16 % 16S rRNA gene sequence similarity). On the basis of 16S rRNA gene sequence comparisons and physiological characteristics, strain IA106T represents a novel species of the genus Thermanaeromonas, for which the name Thermanaeromonas burensis sp. nov. is proposed. The type strain is IA106T ( = DSM 26576T = JCM 18718T)."},
{"id":"ZfJbpFwpO8Rx2Zc_lxPnLLIDR","value":"Sequence-dependent rotation axis changes and interaction torque use in overarm throwing..We examined the role of rotation axes during an overarm throwing task. Participants performed such task and were asked to throw a ball at maximal velocity at a target. The purpose of this study was to examine whether the minimum inertia axis would be exploited during the throwing phases, a time when internal-external rotations of the shoulder are particularly important. A motion capture system was used to evaluate the performance and to compute the potential axes of rotation (minimum inertia axis, shoulder-centre of mass axis and the shoulder-elbow axis). More specifically, we investigated whether a velocity-dependent change in rotational axes can be observed in the different throwing phases and whether the control obeys the principle of minimum inertia resistance. Our results showed that the limbs' rotational axis mainly coincides with the minimum inertia axis during the cocking phase and with the shoulder-elbow axis during the acceleration phase. Besides these rotation axes changes, the use of interaction torque is also sequence-dependent. The sequence-dependent rotation axes changes associated with the use of interaction torque during the acceleration phase could be a key factor in the production of hand velocity at ball release."},
{"id":"xwKVQ0qYaAUMbb7vYGBQDFBEb","value":"Peripheral and Central Fatigue Development during All-Out Repeated Cycling Sprints..PURPOSE : We investigated the development and recovery of peripheral and central fatigue during repeated cycling sprints and its influence on power output. METHODS : On six separate days, 12 healthy males performed the following tests: 1, 4, 6, 8, and 10 × 10 s sprints with 30 s of passive recovery between sprints, as well as 8 × 10 s sprints with 10 s of passive recovery. Peripheral and central fatigue levels were quantified via changes in preexercise- to postexercise-potentiated quadriceps twitch force, as evoked by supramaximal electrical stimulation of the femoral nerve (30 s through 6 min recovery), and quadriceps voluntary activation (VA), respectively. Root mean square of the vastus lateralis and the vastus medialis electromyogram during sprints were normalized by maximal M wave amplitude (RMS·Mmax). RESULTS : From the first to the sixth sprint, we found significant and gradual reductions in power output (-25% ± 7%), RMS·Mmax (-7% ± 4%), twitch force (-47% ± 11%) and VA (-11% ± 6%). During the subsequent sprints, no additional reduction in power output, RMS·Mmax, twitch force or VA, was found. Reduction in between-sprints recovery duration led to a significant reduction in power output and RMS·Mmax but no change in peripheral and central fatigue. CONCLUSION : These findings are consistent with the hypothesis that central motor command and power output during all-out repeated sprints are limited in order to prevent excessive locomotor muscle fatigue. They also demonstrate that both the peripheral and central fatigue contribute significantly to the decline in power output elicited via repeated sprints."},
{"id":"tRIIaUyiiX5rOcg1Fg4ElEcjs","value":"Activation of human inspiratory muscles in an upside-down posture..During quiet breathing, activation of obligatory inspiratory muscles differs in timing and magnitude. To test the hypothesis that this coordinated activation can be modified, we determined the effect of the upside-down posture compared with standing and lying supine. Subjects (n=14) breathed through a pneumotachometer with calibrated inductance bands around the chest wall and abdomen. Surface electromyographic activity (EMG) was recorded from the scalene muscles. Crural diaphragmatic EMG and oesophageal and gastric pressures were measured in a subset of six subjects. Quiet breathing and standard lung function manoeuvres were performed. The upside-down posture reduced end-expiratory lung volume. During quiet breathing, for the same inspiratory airflow and tidal volume, ribcage contribution decreased, abdominal contribution increased and transdiaphragmatic pressure swing doubled in the upside-down posture compared to standing (p<0.05). Despite this, crural diaphragm EMG was unchanged, whereas scalene muscle EMG was reduced by ∼half (p<0.05). Thus, the mechanical effect of an upside-down posture differentially affects inspiratory muscle activation. Copyright © 2015 Elsevier B.V. All rights reserved."},
{"id":"hmf9HXiGKSGPXJmiYJnHXhnHV","value":"Influence of PAHs among other coastal environmental variables on total and PAH-degrading bacterial communities..We evaluated the relative impact of anthropogenic polycyclic aromatic hydrocarbons (PAHs) among biogeochemical variables on total, metabolically active, and PAH bacterial communities in summer and winter in surface microlayer (SML) and subsurface seawaters (SSW) across short transects along the NW Mediterranean coast from three harbors, one wastewater effluent, and one nearshore observatory reference site. At both seasons, significant correlations were found between dissolved total PAH concentrations and PAH-degrading bacteria that formed a gradient from the shore to nearshore waters. Accumulation of PAH degraders was particularly high in the SML, where PAHs accumulated. Harbors and wastewater outfalls influenced drastically and in a different way the total and active bacterial community structure, but they only impacted the communities from the nearshore zone (<2 km from the shore). By using direct multivariate statistical analysis, we confirmed the significant effect of PAH concentrations on the spatial and temporal dynamic of total and active communities in this area, but this effect was putted in perspective by the importance of other biogeochemical variables."},
{"id":"rHtNmBGtWg42jViNErwRhy7DR","value":"Colonization and release processes of viruses and prokaryotes on artificial marine macroaggregates..Marine organic aggregates are sites of high of viral accumulation; however, still little is known about their colonization processes and interactions with their local bacterial hosts. By taking advantage of a novel approach (paramagnetic functionalized microsphere method) to create and incubate artificial macroaggregates, we examined the small-scale movements of viruses and bacteria between such marine snow particles and the surrounding water. The examination of the codynamics of both free-living and attached viral and bacterial abundance, over 12 hours of incubation in virus-free water, suggests that aggregates are rather comparable to viral factories than to viral traps where a significant part of the virions production might be locally diverted to the water column. Also, the near-zero proportion of lysogenized cells measured in aggregates after mitomycin-C induction seems to indicate that lysogeny is not a prominent viral reproduction pathway in organic aggregates where most viruses might rather be virulent. Finally, we hypothesize that, contrary to bacteria, which can use both strong attachment and detachment from aggregates (two-way motion of bacteria), the adsorption of planktonic viruses appears to be numerically negligible compared to their massive export from the aggregates into the water column (one-way motion of viruses). © FEMS 2015. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."},
{"id":"O04jFXlODg6ED371Vf14JdqAm","value":"Are Developmental Trajectories of Cortical Folding Comparable Between Cross-sectional Datasets of Fetuses and Preterm Newborns?.Magnetic resonance imaging has proved to be suitable and efficient for in vivo investigation of the early process of brain gyrification in fetuses and preterm newborns but the question remains as to whether cortical-related measurements derived from both cases are comparable or not. Indeed, the developmental folding trajectories drawn up from both populations have not been compared so far, neither from cross-sectional nor from longitudinal datasets. The present study aimed to compare features of cortical folding between healthy fetuses and early imaged preterm newborns on a cross-sectional basis, over a developmental period critical for the folding process (21-36 weeks of gestational age [GA]). A particular attention was carried out to reduce the methodological biases between the 2 populations. To provide an accurate group comparison, several global parameters characterizing the cortical morphometry were derived. In both groups, those metrics provided good proxies for the dramatic brain growth and cortical folding over this developmental period. Except for the cortical volume and the rate of sulci appearance, they depicted different trajectories in both groups suggesting that the transition from into ex utero has a visible impact on cortical morphology that is at least dependent on the GA at birth in preterm newborns. © The Author 2015. Published by Oxford University Press. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com."},
{"id":"JSOjocMfXPQovELvTUTW0_5Uz","value":"Rhabdomyolysis in Ebola Virus Disease. Results of an Observational Study in a Treatment Center in Guinea..BACKGROUND : The pathogenesis of Ebola virus disease (EVD) remains unclear. The sporadic nature of Ebola outbreaks and their occurrence in resource-limited settings have precluded the acquisition of extensive clinical and laboratory data. Rhabdomyolysis during EVD has been suggested to occur in previous studies showing increased aspartate aminotransferase-alanine aminotransferase ratios, but, to date, has not been confirmed with creatine kinase (CK) assays. METHODS : We performed an observational study of 38 patients admitted to an Ebola treatment center from January to April 2015. CK values from patients with confirmed EVD were compared with those in patients without confirmed EVD. A panel of other analyses were also performed. In patients with EVD, characteristics were compared between survivors and nonsurvivors. RESULTS : High levels of CK were more frequent in patients with EVD than in those without (P = .002), and rhabdomyolysis was more frequent (59% vs 19%, respectively; P = .03). CK levels >5000 U/L were observed in 36% of patients with EVD. Also in patients with EVD, fatal outcome was significantly associated with higher creatinine and bilirubin levels, international normalized ratio, and viral load. CONCLUSIONS : Rhabdomyolysis is a frequent disorder in EVD and seems to be more common than in other viral infections. It may contribute to the renal failure observed in nonsurviving patients. More studies are needed to determine the impact of rhabdomyolysis on EVD outcome. © The Author 2015. Published by Oxford University Press for the Infectious Diseases Society of America. All rights reserved. For permissions, e-mail journals.permissions@oup.com."},
{"id":"WQqn2DsEOA69mL6xKawMa_RdE","value":"First epidemiological study on occupational radar exposure in the French Navy: a 26-year cohort study..This retrospective cohort study deals with the causes of death among 57,000 military personnel who served in the French Navy surface vessels and were observed over the period 1975-2000. We successively compared the mortality rate and the specific causes of death between two groups differing in their potential exposure levels to radar. Occupational exposure was defined according to the on-board workplace (radar and control groups). The age-adjusted death ratios of the navy personnel were compared. For all causes of death, the results showed that 885 deaths in the radar group and 299 in the control group occurred (RR = 1.00 (95% CI: 0.88-1.14)). RRs were 0.92 (95% CI: 0.69-1.24) for neoplasms. For the duration of follow-up, the results did not show an increased health risk for military personnel exposed to higher levels of radio frequencies in the radar group, but the number of deaths was very small for some cancer sites."},
{"id":"FTVVFb8wZkZOsQpE8NQXRCtJH","value":"Property Model Methodology: A First Assessment in the Avionics Domain.The aim of this paper is twofold. Firstly, it is intended to provide an overview of the goals, the concepts and the process of a new Model Based Systems Engineering methodology, called Property Model Methodology (PMM). The second aim is to provide a feedback on its application in the avionics domain. In this experiment, PMM has been used in order to develop a top level specification model regarding a textual specification of an avionics function, to validate the top level specification model, and according to PMM rules to develop (1) a design model of the function taking into account architectural constraints of an integrated avionics, (2) building block specification models and (3) building block design models. Building block specification models were validated regarding their encompassing system specification model and the selected system design model while the design models were integrated and verified, level by level up to the top level design model, regarding their specification model. This paper summarizes the lessons learnt during this process and some additional results related to safety issues. This paper, with others [1,2], proves the fundamental concepts of PMM and provides a starting point for further research on Model Based Systems Engineering of a wide range of engineered systems (discrete, hybrid, continuous and multi-physics systems), but also support additional systems engineering activities (e.g. safety-reliability activities)."},
{"id":"UkyL5M7yOXZ_WiAJm824uemVg","value":"What is absolutely continuous spectrum?.This note is an expanded version of the author'scontribution to the Proceedings of the ICMP Santiago, 2015, and is based on atalk given by the second author at the same Congress. It concerns a researchprogram devoted to the characterization of theabsolutely continuous spectrum of a self-adjoint operator H in terms of the transport properties of a suitable class of open quantum systems canonically associated to H."},
{"id":"d0cRGb1onnfXgMZ2sC3aIthhY","value":"Toxicity assessment of atmospheric particulate matter in the Mediterranean and Black Seas open waters..Atmospheric deposition of particulate matter (PM) is recognized as a relevant input vector for toxic compounds, such as polycyclic aromatic hydrocarbons (PAHs), into the marine environment. In this work we aimed to analyse the biological activity and potential adverse effects of PM constituents to aquatic organisms. Organic extracts of atmospheric PM samples from different sub-basins of the Mediterranean and Black Seas were screened using different toxicological tests. A yeast-based assay (AhR-RYA) revealed that dioxin-like activity correlated with the concentration of total PAHs in the PM samples, as well as with their predicted toxic equivalent values (TEQs). Although the zebrafish embryotoxicity test (the ZET assay) showed no major phenotypical adverse effects, up-regulation of mRNA expression of cyp1a, fos and development-related genes (previously described as related to PM toxicity) was observed in exposed embryos when compared to controls. Results showed that mRNA patterns of the studied genes followed a similar geographic distribution to both PAH content and dioxin-like activity of the corresponding extracts. The analysis also showed a distinct geographical pattern of activation of pancreatic markers previously related to airborne pollution, probably indicating a different subset of uncharacterized particle-bound toxicants. We propose the combination of the bioassays tested in the present study to be applied to future research with autochthonous species to assess exposure and potential toxic effects of ambient PM. The present study emphasizes the need for more in-depth studies into the toxic burden of atmospheric PM on aquatic ecosystems, in order to improve future regulatory guidelines."},
{"id":"Cn1_pH9wC9ymUemdwxUZGWsJT","value":"Transition state theory demonstrated at the micron scale with out-of-equilibrium transport in a confined environment.Transition state theory (TST) provides a simple interpretation of many thermally activated processes. It applies successfully on timescales and length scales that differ several orders of magnitude: to chemical reactions, breaking of chemical bonds, unfolding of proteins and RNA structures and polymers crossing entropic barriers. Here we apply TST to out-of-equilibrium transport through confined environments: the thermally activated translocation of single DNA molecules over an entropic barrier helped by an external force field. Reaction pathways are effectively one dimensional and so long that they are observable in a microscope. Reaction rates are so slow that transitions are recorded on video. We find sharp transition states that are independent of the applied force, similar to chemical bond rupture, as well as transition states that change location on the reaction pathway with the strength of the applied force. The states of equilibrium and transition are separated by micrometres as compared with angstroms/nanometres for chemical bonds."},
{"id":"20bZLYHX50RymckyzZWt_GDhH","value":"A recollection of Souriau's derivation of the Weyl equation via geometric quantization.These notes merely intend to memorialize Souriau's overlooked achievements regarding geo\-metric quantization of Poincar\'e-elementary symplectic systems. Restricting attention to his model of massless, spin-$\half$, particles, we faithfully rephrase and expound here Sections (18.82)--(18.96) \& (19.122)--(19.134) of his book \cite{SSD} edited in 1969. Missing details about the use of a preferred Poincar\'e-invariant polarizer are provided for completeness."},
{"id":"ir7TPb_nwik0nHBKhmiKrz2hT","value":"Conductance and absolutely continuous spectrum of 1D samples.We characterize the absolutely continuous spectrum of the one-dimensionalSchrödinger operators h = −∆ + v acting on $l^2 (Z _+ )$ in terms of the limiting behaviourof the Landauer-Büttiker and Thouless conductances of the associated finite samples. Thefinite sample is defined by restricting h to a finite interval $[1, L] ∩ Z _+ $ and the conductancerefers to the charge current across the sample in the open quantum system obtained by attaching independent electronic reservoirs to the sample ends. Our main result is that theconductances associated to an energy interval I are non-vanishing in the limit L → ∞ iff$sp_{ac} (h)\cap I = \emptyset$. We also discuss the relationship between this result and the SchrödingerConjecture."},
{"id":"ZC_pGm7GZYHehZGg4eBHKSWis","value":"Horizon energy as the boost boundary term in general relativity and loop gravity.We show that the near-horizon energy introduced by Frodden, Ghosh and Perez arises from the action for general relativity as a horizon boundary term. Spin foam variables are used in the analysis. The result provides a derivation of the horizon boost Hamiltonian introduced by one of us to define the dynamics of the horizon degrees of freedom, and shows that loop gravity provides a realization of the horizon Schrodinger equation proposed by Carlip and Teitelboim."},
{"id":"6tP2z5S8Hf6M7Jo_ByVMS_UBs","value":"Eco-ideation and eco-selection of R&D projects portfolio in complex systems industries.Eco-innovation methodologies and tools are being applied in companies to an increasing extent. None of them, however, are particularly adapted to complex systems industries, where the eco-design requirements are highly specific. These systems are characterized by large size and mass, and relatively long and uncertain life cycles. The associated organization is also complex as there are multiple highly specialized experts, who rarely collaborate, and much less so on environmental aspects. In this paper, an adapted eco-innovation process based on the eco-design strategy wheel is proposed for use with a working group of internal technical experts. A first phase involves generating a high number of potential eco-innovative R&D projects that are then analyzed and assessed using an appropriate multi-criteria grid. Three structured filters enable an informed selection of the most promising projects that will then make up a balanced R&D project portfolio. The whole process has been successfully applied at Alstom Grid on large electrical stations used in the primary aluminium industry."},
{"id":"_DMKASMwMdAt9vch51jpHT6Fe","value":"Prevention and treatment of decompression sickness using training and in-water recompression among fisherman divers in Vietnam..INTRODUCTION : Many fisherman divers in Vietnam suffer from decompression sickness (DCS) causing joint pain, severe neurological deficit or even death. The objective of this pilot study was to evaluate the effectiveness of a training programme to prevent DCS and also treat DCS using the method of in-water recompression (IWR). METHODS : 63 divers were interviewed and trained over a period of 3 years from 2009. Fifty one per cent of all trained divers were reinterviewed in 2011-2012 to collect mortality and morbidity data as well as information on changes in diving practices. RESULTS : Since 2009, most fisherman divers have changed their practices by reducing bottom time or depth. Mortality was reduced and the incidence of severe neurological DCS decreased by 75%. Twenty four cases of DCS were treated by IWR. Ten cases of joint pain were treated with IWR using air, affording immediate relief in all cases. Out of 10 cases of neurological DCS, 4/4 recovered completely after IWR with oxygen whereas only 2/6 subjects recovered immediately after IWR with air. In addition, 3/4 further cases of DCS treated with IWR using oxygen immediately recovered. CONCLUSIONS : Our results suggest that IWR is effective for severe neurological DCS in remote fishing communities, especially with oxygen. Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://www.bmj.com/company/products-services/rights-and-licensing/"},
{"id":"mNnni7Dc9ebE2f9jOOF1IZnZ9","value":"Stability of the electron cyclotron resonance.We consider the magnetic AC Stark effect for the quantum dynamics of a single particle in the plane under the influence of an oscillating homogeneous electric and a constant perpendicular magnetic field. We prove that the electron cyclotron resonance is insensitive to impurity potentials."},
{"id":"foORentkLx3szLWJaQuR5aBIi","value":"BRST structure for the mixed Weyl-diffeomorphism residual symmetry.We sum up known results on the inclusion of diffeomorphisms in a gauge theory so as to obtain the BRST algebra of a Einstein-Yang-Mills theory. We then show the compatibility of this operation with the (so-called) dressing field method which allows a systematic reduction of gauge symmetries. The robustness of the so obtained scheme is illustrated on the geometry of General Relativity and on the richer example of the second-order conformal structure."},
{"id":"10vGmi9EqkRuytimTWf_QPor3","value":"Human upper-limb force capacities evaluation with robotic models for ergonomic applications: effect of elbow flexion..The aim of this study was to apply models derived from the robotics field to evaluate the human upper-limb force generation capacity. Four models were compared: the force ellipsoid (FE) and force polytope (FP) based on unit joint torques and the scaled FE (SFE) and scaled FP (SFP) based on maximum isometric joint torques. The four models were assessed from four upper-limb postures with varying elbow flexion (40°, 60°, 80° and 100°) measured by an optoelectronic system and their corresponding isometric joint torques. Ten subjects were recruited. Three specific ellipsoids and polytopes parameters were compared: isotropy, principal force orientation and volume. Isotropy showed that the ellipsoids and polytopes were elongated. The angle between the two ellipsoids main axis and the two polytopes remained low but increased with the elbow flexion. The FE and FP volumes increased and those of SFE and SFP decreased with the elbow flexion. The interest and limits of such models are discussed in the framework of ergonomics and rehabilitation."},
{"id":"uqiz5YREtUHpztLWii56oV7WC","value":"Protective effects of ethyl acetate fraction of Lawsonia inermis fruits extract against carbon tetrachloride-induced oxidative damage in rat liver..This study aimed to investigate the antioxidant properties of different fractions obtained from the fruits of Lawsonia inermis, a widely used medicinal plant, against carbon tetrachloride (CCl4)-induced oxidative stress in rat liver. The results show that several fractions obtained from L. inermis fruits possessed important antioxidant activity. Among them, the ethyl acetate (EA) fraction showed the highest antioxidant activity. Then, EA fraction was selected for the purification of potential antioxidant compounds. The hepatoprotective effects of EA fraction and its most active constituent, gallic acid (GA), were evaluated against CCl4-induced hepatotoxicity in rats. CCl4 induced oxidative stress by a significant rise in serum marker enzymes. However, pretreatment of rats with EA fraction of fruits of L. inermis at a dose of 250 mg kg(-1)body weight and GA significantly lowered some serum biochemical parameters (alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, and lactate dehydrogenase) in treated rats. A significant reduction in hepatic thiobarbituric acid reactive substances and an increase in antioxidant enzymes namely superoxide dismutase, catalase, and glutathione peroxidase by treatment with plant extract and GA, against CCl4-treated rats, were observed. Histopathological examinations showed extensive liver injuries, characterized by extensive hepatocellular necrosis, vacuolization, and inflammatory cell infiltration. This potential antioxidant activity is comparable to those of the major purified antioxidant compound, GA. Based on these results, it was observed that fruits of L. inermis protect liver from oxidative stress induced by CCl4 and thus help in evaluation of traditional claim on this plant. © The Author(s) 2013."},
{"id":"0hkAkSY8eOTf0vK3WmluH9JZ2","value":"Determining the waveguide conductivity in a hyperbolic equation from a single measurement on the lateral boundary.We consider the multidimensional inverse problem of determining the conductivity coefficient of a hyperbolic equation in an infinite cylindrical domain, from a single boundary observation of the solution. We prove Hölder stability with the aid of a Carleman estimate specifically designed for hyperbolic waveguides."},
{"id":"o7FWJruDWxZUYCr76Jh0vMKq4","value":"Kinematics of fluid particles on the sea surface. Hamiltonian theory.We derive the John-Sclavounos equations describing the motion of a fluid particle on the sea surface from first principles using Lagrangian and Hamiltonian formalisms applied to the motion of a frictionless particle constrained on an unsteady surface. The main result is that vorticity generated on a stress-free surface vanishes at a wave crest when the horizontal particle velocity equals the crest propagation speed, which is the kinematic criterion for wave breaking. If this holds for the largest crest, then the symplectic two-form associated with the Hamiltonian dynamics reduces instantaneously to that associated with the motion of a particle in free flight, as if the surface did not exist. Further, exploiting the conservation of the Hamiltonian function for steady surfaces and traveling waves we show that particle velocities remain bounded at all times, ruling out the possibility of the finite-time blowup of solutions."},
{"id":"sDz94DxeKTxQw8eMojpdKdbBJ","value":"From information to hybrid territories through intelligence and socio-technical information and communication (STICA).Reflecting the recent past six years (2008-2014) we should have to say, in addition on continuing the directions of doctoral thesis about Territorial Intelligence and Ecology of Communication, these years were f ueled from the exercise of two local mandates, as Deputy Mayor, and for the second, as Intercommunity Advisor. With hindsight these six years, I have much appreciated the privilege, demanding to be able to discuss, compare, sharewith a background of a capital theorized on Territorial Intelligence and doing it with a practice in action, because in our sense, action, decision, project and system are the major characteristics and components of Territorial Intelligence field. Certainly, and because we need putting afair distance between this recent (and finished yet) experience, and the facts we are preparing to relate through our academic practice."},
{"id":"rsXba3VP3ymKVwDWTOZoleDnM","value":"Stationary States of the Generalized Jackson Networks.We consider Jackson Networks on general countable graphs and with arbitrary service times. We find natural sufficient conditions for existence and uniqueness of stationary distributions. They generalise these obtained earlier by Kelbert, Kontsevich and Rybko."},
{"id":"NzQvBETey69LpZChRWimr9D8b","value":"Trophic relationships between metazooplankton communities and their plankton food sources in the Iles Eparses (Western Indian Ocean)..Coral reef and atoll lagoons are among the most diversified marine ecosystems but also the most affected by the combined effects of climate change and human activities. The Iles Eparses (Scattered Islands) in the Western Indian Ocean have been little affected by human pressure and can be considered to be "pristine" ecosystems. Metazooplankton plays a major role in the functioning and productivity of aquatic ecosystems, and this study was undertaken: (i) to determine the spatial abundance, distribution and species composition of metazooplankton, (ii) to assess the effect of metazooplankton grazing on pico- and nanophytoplankton and (iii) to analyze the trophic positions of metazooplankton by using the stable isotope signatures of a wide variety of taxa and particulate organic matter from the Iles Eparses and Mayotte. Tromelin Island (which is not located in the Mozambique Channel) had the lowest metazooplankton abundance with no cyanobacteria Trichodesmium spp. or mollusks (pteropods) presence, and with δ(15)N signatures of organisms that were higher than for the islands in the Mozambique Channel. Trichodesmium spp. was found in the Mozambique Channel and the plankton food web was probably based preferentially on these cyanobacteria with lower δ(15)N signatures indicating direct or indirect trophic transfer of diazotrophic nitrogen to metazooplankton. Three of the islands were distinct: Europa had the highest proportion of copepods, with oithonids being dominant, which is typical of rich mangrove systems, while Juan de Nova and Mayotte seemed to be the sites most affected by human activity with a high abundance of appendicularians and distinct particulate organic matter ∂(13)C signatures. Grazing experiments showed that food could be a limiting factor for metazooplankton in the Iles Eparses. However, the effect of metazooplankton grazing on phytoplankton appeared to be very low (0.01-2.32% of the total phytoplankton per day)."},
{"id":"39u_MXCfeQXJVc05HhwEr0Su0","value":"Allelopathic interactions between the brown algal genus Lobophora (Dictyotales, Phaeophyceae) and scleractinian corals.Allelopathy has been recently suggested as a mechanism by which macroalgae may outcompete corals in damaged reefs. Members of the brown algal genus Lobophora are commonly observed in close contact with scleractinian corals and have been considered responsible for negative effects of macroalgae to scleractinian corals. Recent field assays have suggested the potential role of chemical mediators in this interaction. We performed in situ bioassays testing the allelopathy of crude extracts and isolated compounds of several Lobophora species, naturally associated or not with corals, against four corals in New Caledonia. Our results showed that, regardless of their natural association with corals, organic extracts from species of the genus Lobophora are intrinsically capable of bleaching some coral species upon direct contact. Additionally, three new C21 polyunsaturated alcohols named lobophorenols A–C (1–3) were isolated and identified. Significant allelopathic effects against Acropora muricata were identified for these compounds. In situ observations in New Caledonia, however, indicated that while allelopathic interactions are likely to occur at the macroalgal-coral interface, Lobophora spp. rarely bleached their coral hosts. These findings are important toward our understanding of the importance of allelopathy versus other processes such as herbivory in the interaction between macroalgae and corals in reef ecosystems."},
{"id":"TS9TTnxKDco2hHlrrnH7kjUhy","value":"Statistical binary patterns for rotational invariant texture classification.A new texture representation framework called statistical binary patterns (SBP) is presented. It consists in applying rotation invariant local binary pattern operators (LBP riu2) to a series of moment images, defined by local statistics uniformly computed using a given spatial support. It can be seen as a generalisation of the commonly used complementation approach (CLBP), since it extends the local description not only to local contrast information, but to higher order local variations. In short, SBPs aim at expanding LBP self-similarity operator from the local gray level to the regional distribution level. Thanks to a richer local description, the SBPs have better discrimination power than other LBP variants. Furthermore, thanks to the regularisation effect of the statistical moments, the SBP descriptors show better noise robustness than classical CLBPs. The interest of the approach is validated through a large experimental study performed on five texture databases: KTH-TIPS, KTH-TIPS 2b, CUReT, UIUC and DTD. The results show that, for the four first datasets, the SBPs are comparable or outperform the recent state-of-the-art methods, even using small support for the LBP operator, and using limited size spatial support for the computation of the local statistics."},
{"id":"ekatnB5bAvaBBHBeDtDvbROhx","value":"A high resolution and quasi-zonal transect of dissolved Ba in the Mediterranean Sea.The dissolved barium (D_Ba) data set for the Mediterranean Sea is here expanded with data from a large-scale transect sampled in April 2011 (M84/3 cruise) at high resolution. A total of 833 seawater samples have been analyzed for D_Ba. Over the basin the D_Ba content ranges from 38 to 85 nmol kg −1 with local deep D_Ba maxima reaching up to 172 nmol kg −1. Deep D_Ba maxima are associated with near bottom waters influenced by benthic processes and brine waters. The water column is largely undersaturated with respect to barite (BaSO 4 , the main phase of particulate biogenic barium P_Ba), with water column barite saturation state ranging between 0.2 and 0.6 over the basin. This new D_Ba dataset shows that the general zonal distribution of D_Ba is impacted by the large-scale Mediterranean circulation, as evidenced by the Levantine Intermediate Water zonal and meridional progression as well as by the eastward flow of surface Atlantic Water. However biogeochemical processes are also at play, as suggested by an elevated D_Ba content of deep waters and by local lower D_Ba contents in intermediate waters. These features could be attributed to active cycling between the particulate and dissolved Ba phases. Since P_Ba barite has been recognized in previous studies as a proxy for particulate organic carbon remineralization at intermediate depths, the significance of local changes in the water column D_Ba patterns may be the key to better constrain the Ba and carbon dynamics in the Mediterranean Sea."},
{"id":"omCXm3LQvlDyQRkC71H6la1eA","value":"Maps, immersions and permutations.We consider the problem of counting and of listing topologically inequivalent "planar" {4-valent} maps with a single component and a given number n of vertices. This enables us to count and to tabulate immersions of a circle in a sphere (spherical curves), extending results by Arnold and followers. Different options where the circle and/or the sphere are/is oriented are considered in turn, following Arnold's classification of the different types of symmetries. We also consider the case of bicolourable and bicoloured maps or immersions, where faces are bicoloured. Our method extends to immersions of a circle in a higher genus Riemann surface. There the bicolourability is no longer automatic and has to be assumed. We thus have two separate countings in non zero genus, that of bicolourable maps and that of general maps. We use a classical method of encoding maps in terms of permutations, on which the constraints of "one-componentness" and of a given genus may be applied. Depending on the orientation issue and on the bicolourability assumption, permutations for a map with n vertices live in S(4n) or in S(2n). In a nutshell, our method reduces to the counting (or listing) of orbits of certain subset of S(4n) (resp. S(2n)) under the action of the centralizer of a certain element of S(4n) (resp. S(2n)). This is achieved either by appealing to a formula by Frobenius or by a direct enumeration of these orbits. Applications to knot theory are briefly mentioned."},
{"id":"qdC_IUgXopHFpWfw2KzmWEpIO","value":"Queuing Networks with Varying Topology -- A Mean-Field Approach.We consider the queuing networks, which are made from servers, exchanging their positions. The customers, using the network, try to reach their destinations, which is complicated by the movements of the servers, taking their customers with them, while they wait for the service. We develop the general theory of such networks, and we establish the convergence of the symmetrized version of the network to the Non-Linear Markov Process."},
{"id":"eat9DFyKG6BuZuVFWT9jCDp3s","value":"Hamiltonian fluid reductions of drift-kinetic equations and the link with water-bags.Hamiltonian models for the first three moments of the drift-kinetic distribution function, namely the density, the fluid velocity and the parallel pressure, are derived from the Hamiltonian structure of the drift-kinetic equations. The link with the water-bag closure is established, showing that, unlike the one-dimensional Vlasov equations, these solutions are the only Hamiltonian fluid reductions for the drift-kinetic equation. These models are discussed through their equations of motion and their Casimir invariants."},
{"id":"ysl4lul_lpaDRDCEAzSK1GhMU","value":"Hamiltonian reductions of the one-dimensional Vlasov equation using phase-space moments.We consider Hamiltonian closures of the Vlasov equation using the phase-space moments of the distribution function. We provide some conditions on the closures imposed by the Jacobi identity. We completely solve some families of examples. As a result, we show that imposing that the resulting reduced system preserves the Hamiltonian character of the parent model shapes its phase space by creating a set of Casimir invariants as a direct consequence of the Jacobi identity."},
{"id":"tjJ6Tiq_SbYNnuK3Xedq4MkfW","value":"Non-singular rotating black hole with a time delay in the center.As proposed by Bambi and Modesto, rotating non-singular black holes can be constructed via the Newman-Janis algorithm. Here we show that if one starts with a modified Hayward black hole with a time delay in the centre, the algorithm succeeds in producing a rotating metric, but curvature divergences reappear. To preserve finiteness, the time delay must be introduced directly at the level of the non-singular rotating metric. This is possible thanks to the deformation of the inner stationarity limit surface caused by the regularisation, and in more than one way. We outline three different possibilities, distinguished by the angular velocity of the event horizon. Along the way, we provide additional results on the Bambi-Modesto rotating Hayward metric, such as the structure of the regularisation occurring at the centre, the behaviour of the quantum gravity scale alike an electric charge in decreasing the angular momentum of the extremal black hole configuration, or details on the deformation of the ergosphere."},
{"id":"fgVdwIZJ8Bawsko5I1IAE1b22","value":"On the Asymptotics of Quantum Group Spinfoam Model.Recently a quantum group deformation of EPRL spinfoam model was proposed in arXiv:1012.4216 by one of the authors, and in arXiv:1012.4784 by Fairbairn and Meusburger. It is interesting to study the high spin asymptotics of the quantum group spinfoam model, to see if it gives the discrete Einstein gravity with cosmological constant as its semiclassical limit. In this article we propose a new technique, which can simplify the analysis of the high spin asymptotics for quantum group spinfoam vertex amplitude. This technique can generalize the spinfoam asymptotic analysis developed by Barrett, et al to quantum group spinfoam. As a preparation of asymptotic analysis, we define and analyze the coherent states and coherent intertwiners for quantum group, which has certain "factorization properties". We show that in the high spin limit of quantum group spinfoam, many q-deformed noncommutative ingredients become classical and commutative. In particular, the squared norm of coherent intertwiner and the (Euclidean) vertex amplitude become integrals on classical group, while there are some additional terms (written in terms of classical group variables) make quantum group corrections to the usual (classical group) coherent intertwiner and vertex amplitude. These quantum group correction terms turn out to be proportional to the deformation parameter, which hopefully gives the cosmological term as its semiclassical limit."},
{"id":"Yrs6dkeHthTu5PmtV64wNiDOC","value":"Improved Black Hole Fireworks: Asymmetric Black-Hole-to-White-Hole Tunneling Scenario.A new scenario for gravitational collapse has been recently proposed by Haggard and Rovelli. Presenting the model under the name of black hole fireworks, they claimed that the accumulation of quantum gravitational effects outside the horizon can cause the tunneling of geometry from a black hole to a white hole, allowing a bounce of the collapsing star which can eventually go back to infinity. In this paper we discuss the instabilities of this model and propose a simple minimal modification which eliminates them, as well as other related instabilities discussed in the literature. The new scenario is a time-asymmetric version of the original model with a time-scale for the final explosion that is shorter than m log m in Planck units. Our analysis highlights the importance of irreversibility in gravitational collapse which, in turn, uncovers important issues that cannot be addressed in detail without a full quantum gravity treatment."},
{"id":"6gCnesgBkKHkqcpT4YsgOsbZ_","value":"Nanoimprinted, Submicrometric, MOF-Based 2D Photonic Structures: Toward Easy Selective Vapors Sensing by a Smartphone Camera.2D photonic metal–oxide-framework-based homo- and hetero-structures are fabricated by soft lithographic approaches. As shown by A. Cattoni, M. Faustini and co-workers, these materials can be used as selective photonic sensing platforms. Detection of toxic vapors such as styrene are performed using an easy transduction method, compatible with smart-phone camera technologies."},
{"id":"qc6w_MbYBElVZQ4EOX44TMCxj","value":"Dynamical localization of Dirac particles in electromagnetic fields with dominating magnetic potentials.We consider two-dimensional massless Dirac operators in a radially symmetric electromagnetic field. In this case the fields may be described by one-dimensional electric and magnetic potentials V and A. We show dy-namical localization in the regime when lim r→∞ |V |/|A| < 1, where dense point spectrum occurs."},
{"id":"EgZLfZ2EmPKCj40bUUsa7tExW","value":"Limiting absorption principle for the Magnetic Dirichlet Laplacian in a half-plane..We consider the Dirichlet Laplacian in the half-plane with constant magnetic field. Due to the translational invariance this operator admits a fiber decomposition and a family of dis- persion curves, that are real analytic functions. Each of them is simple and monotically decreasing from positive infinity to a finite value, which is the corresponding Landau level. These finite limits are thresholds in the purely absolutely continuous spectrum of the magnetic Laplacian. We prove a limiting absorption principle for this operator both outside and at the thresholds. Finally, we establish analytic and decay properties for functions lying in the absorption spaces. We point out that the analysis carried out in this paper is rather general and can be adapted to a wide class of fibered magnetic Laplacians with thresholds in their spectrum that are finite limits of their band functions."},
{"id":"OTw0aS72_SrdSqBBuKaBqeq6R","value":"Helicity of spin-extended chiral particles.The definition of the helicity of a massless relativistic particle as the projection of the spin onto the momentum, ${\chi}^{mom} ={\bf s}\cdot\hat{\bf p}$, is equivalent, in the free case, to defining it as ${\chi}^{vel} ={\bf s}\cdot{\bf v}$, where ${\bf v}$ is the velocity. However when the effective mass induced by the spin-field coupling does not vanish, neither of these expressions is conserved in general except in a pure magnetic field, as is illustrated by the motion of a massless particle with gyromagnetic ratio $g=2$ in a constant pure electric field. Both helicities vary during an initial period, but for $t\to\infty$ both expressions converge to the same constant value."},
{"id":"mYg9u2qQLVRwJD0Wi3BD8NoGf","value":"In situ and laboratory non-additive litter mixture effect on C dynamics of Sphagnum rubellum and Molinia caerulea litters.PurposeThe accumulation of carbon in peatlands originates from the slow rate of Sphagnum litter decomposition. Vegetation shifts can alter the Sphagnum decomposition rate through a litter mixture effect. This is rarely studied in peatlands. In a site colonised by vascular plants, we examined the effect of mixing litters of Sphagnum species with those of Molinia caerulea and Betula spp. on litter carbon (C) dynamics. We tested that water content and pH may explain the potential non-additive litter mixing effect.Materials and methodsLitter bags with Sphagnum cuspidatum or Sphagnum rubellum and M. caerulea or Betula spp. were placed in situ, in a Sphagnum decomposing environment and retrieved after 1 year of incubation. In the laboratory, the specific interaction between S. rubellum and M. caerulea was investigated. Solid, soluble and gaseous forms of C were studied in addition to the fluorescence of the dissolved organic matter (FDOM).Results and discussionLaboratory and field experiments showed that there is a non-additive effect of mixing S. rubellum and M. caerulea litter on C dynamics. The analyses of FDOM suggested a relatively higher living biomass in the laboratory-measured mixture than in the expected one. The in situ S. rubellum moist environment could stimulate the decomposition of M. caerulea that experiences much drier conditions in its native environment. In the laboratory experiment, M. caerulea were kept moist, and no significant difference in water content between the measured and expected mixture was found. Also, pH decreased in the measured mixture, ruling out any direct effect on microbial activity.ConclusionsThe non-additive mixture effect observed in the laboratory may be triggered by an increase of the microbial biomass. This increase was not explained by direct moisture or a pH effect. The suggested hypothesis that a lower pH could affect the availability of labile organic substrate through increased organic matter (OM) hydrolysis and thus stimulate microbial growth has to be further studied."},
{"id":"_dau3xNOI4G3INE4iaH1DcGiB","value":"Persistent Homology analysis of Phase Transitions.Persistent homology analysis, a recently developed computational method in algebraic topology, is applied to the study of the phase transitions undergone by the so-called XY-mean field model and by the phi^4 lattice model, respectively. For both models the relationship between phase transitions and the topological properties of certain submanifolds of configuration space are exactly known. It turns out that these a-priori known facts are clearly retrieved by persistent homology analysis of dynamically sampled submanifolds of configuration space."},
{"id":"ZXSMcS27jyHOlN37uTTyTphNW","value":"Beyond $\Lambda$CDM: Problems, solutions, and the road ahead.Despite its continued observational successes, there is a persistent (and growing) interest in extending cosmology beyond the standard model, $\Lambda$CDM. This is motivated by a range of apparently serious theoretical issues, involving such questions as the cosmological constant problem, the particle nature of dark matter, the validity of general relativity on large scales, the existence of anomalies in the CMB and on small scales, and the predictivity and testability of the inflationary paradigm. In this paper, we summarize the current status of $\Lambda$CDM as a physical theory, and review investigations into possible alternatives along a number of different lines, with a particular focus on highlighting the most promising directions. While the fundamental problems are proving reluctant to yield, the study of alternative cosmologies has led to considerable progress, with much more to come if hopes about forthcoming high-precision observations and new theoretical ideas are fulfilled."},
{"id":"tmWx9gCNw7pj22V4BQlyNlb8D","value":"First combined search for neutrino point-sources in the Southern Hemisphere with the ANTARES and IceCube neutrino telescopes.We present the results of searches for point-like sources of neutrinos based on the first combined analysis of data from both the ANTARES and IceCube neutrino telescopes. The combination of both detectors which differ in size and location forms a window in the Southern sky where the sensitivity to point sources improves by up to a factor of two compared to individual analyses. Using data recorded by ANTARES from 2007 to 2012, and by IceCube from 2008 to 2011, we search for sources of neutrino emission both across the Southern sky and from a pre-selected list of candidate objects. No significant excess over background has been found in these searches, and flux upper limits for the candidate sources are presented for $E^{-2.5}$ and $E^{-2}$ power-law spectra with different energy cut-offs."},
{"id":"jraxs6_Qvvo5ZGSe_mt46ywhq","value":"Heat-charge mixed noise and thermoelectric efficiency fluctuations.The close relationship between the noises and the thermoelectric conversion is studied in a quantum dot using a quantum approach based on the non-equilibrium Green function technique. We show that both the figure of merit and the efficiency can be written in term of noises and we highlight the central role played by the correlator between the charge current and the heat current that we call the mixed noise. After giving the expression of this quantity as an integral over energy, we calculate it, first in the linear response regime, next in the limit of a small transmission through the barriers (Schottky regime) and finally in the intermediate regime. We discuss the notion of efficiency fluctuations and we see here also that the mixed noise comes into play."},
{"id":"7DmqyNMUd8vjBRxQLoehQAm4a","value":"Statistical mechanics of reparametrization invariant systems. Takes Three to Tango.It is notoriously difficult to apply statistical mechanics to generally covariant systems, because the notions of time, energy and equilibrium are seriously modified in this context. We discuss the conditions under which weaker versions of these notions can be defined, sufficient for statistical mechanics. We focus on reparametrization invariant systems without additional gauges. The key idea is to reconstruct statistical mechanics from the ergodic theorem. We find that a suitable split of the system into two non-interacting components is sufficient for generalizing statistical mechanics. While equilibrium acquires sense only when the system admits a suitable split into three weakly interacting components ---roughly: a clock and two systems among which a generalization of energy is equi-partitioned. The key property that allows the application of statistical mechanics and thermodynamics is an additivity condition of such generalized energy."},
{"id":"llvNYZBPeWvZcPzhzr2ujqjWi","value":"Localization error estimate for the massless relativistic kinetic energy operator.We derive an estimate for the localization error of the relativistic kinetic operator |\nabla| for massless particles in three dimensional configuration space. As a consequence, we obtain a localization estimate arbitrarily small in term of the localized kinetic energies."},
{"id":"fRyfdo1iB3PBGqVnujXD0Uaum","value":"Cauchy Tetrahedron Argument applied to Higher Contact Interactions.Second gradient theories are nowadays used in many studies in order to describe in detail some transition layers which may occur in micro-structured materials and in which physical properties are sharply varying. Sometimes higher order theories are also evoked. Up to now these models have not been based on a construction of stresses similar to the one due to Cauchy, which has been applied only for simple materials. It has been widely recognized that the fundamental assumption by Cauchy that the traction depends only on the normal of the dividing surface cannot be maintained for higher gradient theories. However, this observation did not urge any author, to our knowledge, to revisit the Cauchy construction in order to adapt it to a more general conceptual framework. This is what we do in this paper for a continuum of grade N (also called N-th gradient continuum). Our construction is very similar to the one due to Cauchy; based on the tetrahedron argument, it does not introduce any argument of a different nature. In particular, we avoid invoking the principle of virtual work. As one should expect, the balance assumption and the regularity hypotheses have to be adapted to the new framework and tensorial computations become more complex."},
{"id":"v41jXJqvv8IMtuczxmFdBkrCV","value":"Statistical Properties of Random Dynamical Systems with Contracting Direction.We present a mostly numerical investigation on randomly perturbed piecewise contracting maps (PCM) with the goal to study the extreme value limit distribution of observables related to local recurrence. Our analysis will focus on PCM under additive noise, but we will also consider the hyperbolic attractor of the Baker's map when perturbed with another kind of noise, namely, the randomly applied stochastic perturbation. A comparison of the two kind of noises will be considered with respect to the computation of the extremal index."},
{"id":"qg6iIlWXG16T7q8FDDqjjfoPi","value":"Energy-time uncertainty principle and lower bounds on sojourn time.One manifestation of quantum resonances is a large sojourn time, or autocorrelation, of states which are initially localized. We elaborate on Lavine's time-energy uncertainty principle and give an estimate on the sojourn time. The bound involves Fermi's Golden Rule for the case of perturbed embedded eigenstates. Only very mild regularity is required. We illustrate the theory by applications to resonances for time dependent- and multistate systems ."},
{"id":"HI_ixdi28Gxy5OtTbUJBi9g70","value":"Extreme Value Theory for Piecewise Contracting Maps with Randomly Applied Stochastic Perturbations.We consider globally invertible and piecewise contracting maps in higher dimensions and we perturb them with a particular kind of noise introduced by Lasota and Mackey. We got random transformations which are given by a stationary process: in this framework we develop an extreme value theory for a few classes of observables and we show how to get the (usual) limiting distributions together with an extremal index depending on the strength of the noise."},
{"id":"7Hg0HdGKDTVhozmunbmfLNdJh","value":"Plankton networks driving carbon export in the oligotrophic ocean.The biological carbon pump is the process by which CO2 is transformed to organic carbon via photosynthesis, exported through sinking particles, and finally sequestered in the deep ocean. While the intensity of the pump correlates with plankton community composition, the underlying ecosystem structure driving the process remains largely uncharacterized. Here we use environmental and metagenomic data gathered during the Tara Oceans expedition to improve our understanding of carbon export in the oligotrophic ocean. We show that specific plankton communities, from the surface and deep chlorophyll maximum, correlate with carbon export at 150 m and highlight unexpected taxa such as Radiolaria and alveolate parasites, as well as Synechococcus and their phages, as lineages most strongly associated with carbon export in the subtropical, nutrient-depleted, oligotrophic ocean. Additionally, we show that the relative abundance of a few bacterial and viral genes can predict a significant fraction of the variability in carbon export in these regions."},
{"id":"MC7DN8jMaVnudADrCuijvVjet","value":"Analysis of a population of magnetotactic bacteria of the Gulf of Gabès, Tunisia..The occurrence of magnetotactic bacteria (MTB) on a Tunisian marine coast exposed to heavy metals pollution (Sfax, Gulf of Gabès, Mediterranean Sea) was investigated. The MTB population of this Southern Mediterranean coast was compared to the MTB populations previously investigated on the French Northern Mediterranean coast. A dominant MTB coccus morphotype was observed by microscopy analysis. By pyrosequencing technology, the analysis of the 16S ribosomal RNA (rDNA) revealed as much as 33 operational taxonomic sequence units (OTUs) close to sequences of MTB accessible in the databases. The majority were close to MTB sequences of the "Med group" of α-Proteobacteria. Among them, a dominant OTU_001 (99 % of the MTB sequences) affiliated within the Magnetococcales order was highlighted. Investigating the capacities of this novel bacterium to be used in bioremediation and/or depollution processes could be envisaged."}]
